[
    {
      "id": 1,
      "estate_title": "Single-family homes",
      "segment_name": "Residential Single-family homes thats best for single family.",
      "description": " Create lasting memories with your loved ones in this spacious single-family home in Satkhira, offering ample room for family gatherings, outdoor activities, and everyday living in a safe and welcoming neighborhood.",
      "price": "$20,000",
      "status": "rent",
      "area": "1000 sq ft",
      "location": "Satkhira",
      "facilities": ["living room", "balcony", "kitchen"],
      "image": "https://i.ibb.co/d7r0zb1/house-3362676-1280.jpg"
    },
    {
      "id": 2,
      "estate_title": "Townhouses",
      "segment_name": "Residential townhouses thats best choice for Middle class family.",
      "description": "Experience the allure of Khulna city living in this stylish townhouse, boasting a blend of modern convenience and historic charm, set in a vibrant neighborhood close to amenities and attractions.",
      "price": "$30,200/month",
      "status": "rent",
      "area": "1500 sq ft",
      "location": "Khulna",
      "facilities": ["living room", "kitchen", "rooftop"],
      "image": "https://i.ibb.co/mbcKf9g/residence-2219972-1280.jpg"
    },
    {
      "id": 3,
      "estate_title": "Apartments",
      "segment_name": "Residential apartments thats best for any family.",
      "description": "Escape the chaos of the city in these contemporary apartments nestled in Dhaka's urban oasis, featuring sleek design, state-of-the-art facilities, and lush green spaces for relaxation amidst the hustle and bustle.",
      "price": "$22,248,000",
      "status": "sale",
      "area": "2800 sq ft",
      "location": "Dhaka",
      "facilities": ["living room", "garden", "fireplace"],
      "image": "https://i.ibb.co/nRrVNPq/houses-5514892-1280.jpg"
    },
    {
      "id": 4,
      "estate_title": "Student Housing",
      "segment_name": "Residential student housing is best for any student",
      "description": " Living among peers fosters a sense of community and belonging, providing opportunities for collaboration, networking, and lifelong friendships. Additionally, student housing often offers various amenities and support services tailored to students' needs, such as study lounges, fitness centers, and on-site staff to assist with any concerns.",
      "price": "$10,000/month",
      "status": "rent",
      "area": "500 sq ft",
      "location": "Dhaka",
      "facilities": ["oneroom", "toilet", "balcony"],
      "image": "https://i.ibb.co/zP7gcPK/building-394961-1280.jpg"
    },
    {
      "id": 5,
      "estate_title": "Senior Living Communities",
      "segment_name": "Residential senior living communities is best for senior citizen.",
      "description": "These communities provide a safe, comfortable, and supportive environment where seniors can enjoy their retirement years to the fullest. With a range of housing options, from independent living apartments to assisted living and memory care facilities, seniors have the flexibility to choose the level of care that best suits their individual needs.",
      "price": "$2,180,000",
      "status": "sale",
      "area": "2200 sq ft",
      "location": "Khulna",
      "facilities": ["living room", "fireplace", "relux room"],
      "image": "https://i.ibb.co/0K4SJ2K/real-estate-3297625-1280.jpg"
    },
    {
      "id": 6,
      "estate_title": "Vacation Rentals",
      "segment_name": "Residential vacation rentals is best for couple, family, colleagues.",
      "description": "Vacation rentals typically offer more space than traditional hotel rooms, with separate living areas, bedrooms, and often multiple bathrooms. This extra space provides privacy and flexibility, allowing guests to spread out and relax without feeling cramped.",
      "price": "$4,800/day",
      "status": "rent",
      "area": "1800 sq ft",
      "location": "Gazipur",
      "facilities": ["living room", "playroom", "swimming pool"],
      "image": "https://i.ibb.co/1fbS2H1/real-estate-4955087-1280.jpg"
    }
    
  ]